Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What is the best relationship advice you’ve ever received?
de: Was ist der beste Beziehungsratschlag, den du je bekommen hast?
es: ¿Cuál es el mejor consejo sobre relaciones que has recibido?
fr: Quel est le meilleur conseil relationnel que tu aies reçu ?
it: Qual è il miglior consiglio sulle relazioni che hai mai ricevuto?
ja: 今までに受けた最高の人間関係のアドバイスは何ですか？
ko: 받은 적 있는 가장 좋은 관계 조언은 무엇인가요?
nb: Hva er det beste forholdsrådet du noen gang har fått?
nl: Wat is het beste relatiedvies dat je ooit hebt gekregen?
pl: Jaka jest najlepsza rada dotycząca związków, jaką kiedykolwiek otrzymałeś?
pt_br: Qual é o melhor conselho de relacionamento que você já recebeu?
sv: Vad är det bästa relationsrådet du någonsin har fått?
uk: Яка найкраща порада щодо стосунків ви отримували?
zh_hans: 你收到过最好的感情建议是什么？

source: What is the best thing about being in a relationship with me?
de: Was ist das Beste daran, mit mir in einer Beziehung zu sein?
es: ¿Qué es lo mejor de tener una relación conmigo?
fr: Quel est le meilleur aspect d'être en relation avec moi ?
it: Qual è la cosa migliore di stare in una relazione con me?
ja: 私と付き合うことの一番いいところは何ですか？
ko: 나와 관계를 맺는 것의 가장 좋은 점은 무엇인가요?
nb: Hva er det beste med å være i et forhold med meg?
nl: Wat is het beste aan een relatie met mij?
pl: Co jest najlepszego w byciu ze mną w związku?
pt_br: Qual é a melhor coisa de estar em um relacionamento comigo?
sv: Vad är det bästa med att vara i en relation med mig?
uk: Що найкраще у стосунках зі мною?
zh_hans: 和我在一起最好的事情是什么？

source: What is the best thing about traveling?
de: Was ist das Beste am Reisen?
es: ¿Qué es lo mejor de viajar?
fr: Quel est le meilleur aspect du voyage ?
it: Qual è la cosa migliore del viaggiare?
ja: 旅行の一番良いところは何ですか？
ko: 여행의 가장 좋은 점은 무엇인가요?
nb: Hva er det beste med å reise?
nl: Wat is het beste aan reizen?
pl: Co jest najlepszego w podróżowaniu?
pt_br: Qual é a melhor coisa sobre viajar?
sv: Vad är det bästa med att resa?
uk: Що найкраще в подорожах?
zh_hans: 旅行最好的地方是什么？

source: What is the best travel advice you’ve ever heard?
de: Was ist der beste Reiseratschlag, den du je gehört hast?
es: ¿Cuál es el mejor consejo de viaje que has escuchado?
fr: Quel est le meilleur conseil de voyage que tu aies jamais entendu ?
it: Qual è il miglior consiglio di viaggio che tu abbia mai sentito?
ja: 今まで聞いた中で最高の旅行アドバイスは何ですか？
ko: 들어본 여행 조언 중 가장 좋은 것은 무엇인가요?
nb: Hva er det beste reiserådet du noen gang har hørt?
nl: Wat is het beste reisadvies dat je ooit hebt gehoord?
pl: Jaka jest najlepsza rada podróżnicza, jaką słyszałeś?
pt_br: Qual é o melhor conselho de viagem que você já ouviu?
sv: Vad är det bästa rese rådet du någonsin har hört?
uk: Яку найкращу пораду щодо подорожей ви чули?
zh_hans: 你听过的最好的旅行建议是什么？

source: What is the biggest lesson life has taught you so far?
de: Was ist die bisher größte Lektion, die das Leben dich gelehrt hat?
es: ¿Cuál es la lección más grande que la vida te ha enseñado hasta ahora?
fr: Quelle est la plus grande leçon que la vie vous ait enseignée jusqu'à présent ?
it: Qual è la più grande lezione che la vita ti ha insegnato finora?
ja: 人生があなたにこれまで教えた最大の教訓は何ですか？
ko: 인생이 지금까지 당신에게 가르쳐준 가장 큰 교훈은 무엇인가요?
nb: Hva er den største lærdommen livet har gitt deg så langt?
nl: Wat is de grootste les die het leven je tot nu toe heeft geleerd?
pl: Jaka jest największa lekcja, jakiej nauczyło cię życie do tej pory?
pt_br: Qual é a maior lição que a vida te ensinou até agora?
sv: Vad är den största läxan livet har lärt dig hittills?
uk: Який найбільший урок життя навчив вас досі?
zh_hans: 到目前为止，生活给你上的最大的一课是什么？

source: What is the biggest risk you’ve ever taken?
de: Was ist das größte Risiko, das du je eingegangen bist?
es: ¿Cuál es el mayor riesgo que has tomado?
fr: Quel est le plus grand risque que tu aies jamais pris ?
it: Qual è il rischio più grande che hai mai corso?
ja: 今までに取った最大のリスクは何ですか？
ko: 가장 큰 위험을 감수한 적이 있나요?
nb: Hva er den største risikoen du noen gang har tatt?
nl: Wat is het grootste risico dat je ooit hebt genomen?
pl: Jakie jest największe ryzyko, jakie kiedykolwiek podjąłeś?
pt_br: Qual é o maior risco que você já correu?
sv: Vilken är den största risk du någonsin har tagit?
uk: Який найбільший ризик ви коли-небудь брали?
zh_hans: 你冒过的最大风险是什么？

source: What is the difference between living and existing?
de: Was ist der Unterschied zwischen Leben und Existieren?
es: ¿Cuál es la diferencia entre vivir y existir?
fr: Quelle est la différence entre vivre et exister ?
it: Qual è la differenza tra vivere ed esistere?
ja: 生きることと存在することの違いは何ですか？
ko: 사는 것과 존재하는 것의 차이는 무엇인가요?
nb: Hva er forskjellen mellom å leve og å eksistere?
nl: Wat is het verschil tussen leven en bestaan?
pl: Jaka jest różnica między życiem a egzystowaniem?
pt_br: Qual é a diferença entre viver e existir?
sv: Vad är skillnaden mellan att leva och att existera?
uk: Яка різниця між життям та існуванням?
zh_hans: 生活和存在的区别是什么？

source: What is the first place you want to go when we have a free weekend?
de: Wohin möchtest du als Erstes gehen, wenn wir ein freies Wochenende haben?
es: ¿Cuál es el primer lugar al que quieres ir cuando tenemos un fin de semana libre?
fr: Quel est le premier endroit où tu veux aller quand on a un week-end libre ?
it: Qual è il primo posto dove vuoi andare quando abbiamo un weekend libero?
ja: 週末が空いたら、まずどこに行きたいですか？
ko: 주말이 자유로울 때 가장 먼저 가고 싶은 곳은 어디인가요?
nb: Hvor vil du først dra når vi har en ledig helg?
nl: Waar wil je als eerste naartoe als we een vrij weekend hebben?
pl: Gdzie chcesz pojechać w pierwszej kolejności, gdy mamy wolny weekend?
pt_br: Qual é o primeiro lugar que você quer ir quando temos um fim de semana livre?
sv: Vart vill du först åka när vi har en ledig helg?
uk: Куди ви хочете поїхати в першу чергу, коли у нас є вільні вихідні?
zh_hans: 当我们有一个空闲周末时，你最想去哪里？

source: What is the first thing you want to do when we land in a new place?
de: Was ist das Erste, das du tun möchtest, wenn wir an einem neuen Ort landen?
es: ¿Qué es lo primero que quieres hacer cuando llegamos a un lugar nuevo?
fr: Quelle est la première chose que tu veux faire quand on atterrit dans un nouvel endroit ?
it: Qual è la prima cosa che vuoi fare quando atterriamo in un nuovo posto?
ja: 新しい場所に着いたら、まず何をしたいですか？
ko: 새로운 장소에 도착했을 때 가장 먼저 하고 싶은 것은 무엇인가요?
nb: Hva er det første du vil gjøre når vi lander på et nytt sted?
nl: Wat is het eerste dat je wilt doen als we op een nieuwe plek landen?
pl: Co chcesz zrobić w pierwszej kolejności, gdy lądujemy w nowym miejscu?
pt_br: Qual é a primeira coisa que você quer fazer quando chegamos a um lugar novo?
sv: Vad är det första du vill göra när vi landar på en ny plats?
uk: Що ви хочете зробити в першу чергу, коли ми приземлимося в новому місці?
zh_hans: 当我们到达一个新地方时，你第一件想做的事是什么？

source: What is the funniest thing you’ve ever seen a child do?
de: Was ist das Lustigste, das du je ein Kind hast tun sehen?
es: ¿Qué es lo más divertido que has visto hacer a un niño?
fr: Quelle est la chose la plus drôle que tu aies jamais vue faire à un enfant ?
it: Qual è la cosa più divertente che tu abbia mai visto fare a un bambino?
ja: 子供がしているのを見た中で一番面白いことは何ですか？
ko: 아이가 하는 걸 본 것 중 가장 재미있는 것은 무엇인가요?
nb: Hva er det morsomste du noen gang har sett et barn gjøre?
nl: Wat is het grappigste dat je ooit een kind hebt zien doen?
pl: Co jest najśmieszniejszego, co kiedykolwiek widziałeś u dziecka?
pt_br: Qual é a coisa mais engraçada que você já viu uma criança fazer?
sv: Vad är det roligaste du någonsin har sett ett barn göra?
uk: Що найсмішнішого ви коли-небудь бачили, як робить дитина?
zh_hans: 你见过孩子做的最有趣的事情是什么？

source: What is the greatest accomplishment of your life?
de: Was ist die größte Errungenschaft in deinem Leben?
es: ¿Cuál es el mayor logro de tu vida?
fr: Quelle est la plus grande réussite de ta vie ?
it: Qual è il più grande risultato della tua vita?
ja: あなたの人生最大の成果は何ですか？
ko: 당신 인생에서 가장 큰 성취는 무엇입니까?
nb: Hva er den største bragden i livet ditt?
nl: Wat is de grootste prestatie in je leven?
pl: Jakie jest twoje największe osiągnięcie w życiu?
pt_br: Qual é a maior conquista da sua vida?
sv: Vad är den största bedriften i ditt liv?
uk: Яке найбільше досягнення у вашому житті?
zh_hans: 你一生中最大的成就是什么？

source: What is the greatest invention of all time?
de: Was ist die größte Erfindung aller Zeiten?
es: ¿Cuál es el mejor invento de todos los tiempos?
fr: Quelle est la plus grande invention de tous les temps ?
it: Qual è la più grande invenzione di tutti i tempi?
ja: 史上 greatest な発明は何ですか？
ko: 역사상 가장 위대한 발명품은 무엇인가요?
nb: Hva er den største oppfinnelsen gjennom alle tider?
nl: Wat is de grootste uitvinding aller tijden?
pl: Jaki jest największy wynalazek wszech czasów?
pt_br: Qual é a maior invenção de todos os tempos?
sv: Vad är den största uppfinningen genom tiderna?
uk: Який найбільший винахід усіх часів?
zh_hans: 有史以来最伟大的发明是什么？

source: What is the last book you read?
de: Was ist das letzte Buch, das du gelesen hast?
es: ¿Cuál fue el último libro que leíste?
fr: Quel est le dernier livre que vous avez lu ?
it: Qual è l'ultimo libro che hai letto?
ja: 最後に読んだ本は何ですか？
ko: 마지막으로 읽은 책은 무엇인가요?
nb: Hva er den siste boken du leste?
nl: Wat is het laatste boek dat je hebt gelezen?
pl: Jaka była ostatnia książka, którą przeczytałeś?
pt_br: Qual foi o último livro que você leu?
sv: Vilken var den senaste boken du läste?
uk: Яку останню книгу ви прочитали?
zh_hans: 你上次读的书是什么？

source: What is the most 'adventurous' thing you’ve ever done with me?
de: Was ist das Abenteuerlichste, das du je mit mir gemacht hast?
es: ¿Qué es lo más 'aventurero' que has hecho conmigo?
fr: Quelle est la chose la plus 'aventureuse' que tu aies jamais faite avec moi ?
it: Qual è la cosa più 'avventurosa' che tu abbia mai fatto con me?
ja: 私としたことで一番‘冒険的’なことは何ですか？
ko: 나와 함께한 가장 '모험적인' 일은 무엇인가요?
nb: Hva er det mest 'eventyrlige' du noen gang har gjort med meg?
nl: Wat is het meest 'avontuurlijke' dat je ooit met mij hebt gedaan?
pl: Co najbardziej 'ryzykownego' zrobiłeś ze mną?
pt_br: Qual é a coisa mais 'aventureira' que você já fez comigo?
sv: Vad är det mest 'äventyrliga' du någonsin har gjort med mig?
uk: Що найбільш 'авантюрного' ти робив зі мною?
zh_hans: 你和我做过最‘冒险’的事情是什么？

source: What is the most 'daring' thing you’ve ever done?
de: Was ist das Mutigste, was du je getan hast?
es: ¿Qué es lo más 'atrevido' que has hecho?
fr: Quelle est la chose la plus 'audacieuse' que tu aies jamais faite ?
it: Qual è la cosa più 'audace' che tu abbia mai fatto?
ja: 今までで一番‘大胆な’ことは何ですか？
ko: 가장 '대담한' 일은 무엇인가요?
nb: Hva er det mest 'dristige' du noen gang har gjort?
nl: Wat is het meest 'gewilde' dat je ooit hebt gedaan?
pl: Co najbardziej 'śmiałego' zrobiłeś?
pt_br: Qual é a coisa mais 'ousada' que você já fez?
sv: Vad är det mest 'djärva' du någonsin har gjort?
uk: Що найсміливішого ти коли-небудь робив?
zh_hans: 你做过最大胆的事情是什么？

source: What is the most 'daring' thing you’ve ever said to me?
de: Was ist das Mutigste, das du je zu mir gesagt hast?
es: ¿Qué es lo más 'atrevido' que me has dicho?
fr: Quelle est la chose la plus 'audacieuse' que tu m'aies jamais dite ?
it: Qual è la cosa più 'audace' che tu mi abbia mai detto?
ja: 私に言った中で一番‘大胆’なことは何ですか？
ko: 나에게 한 말 중 가장 '대담한' 것은 무엇인가요?
nb: Hva er det mest 'dristige' du noen gang har sagt til meg?
nl: Wat is het meest 'gedurfde' dat je ooit tegen mij hebt gezegd?
pl: Co najbardziej 'śmiałego' do mnie powiedziałaś?
pt_br: Qual é a coisa mais 'ousada' que você já me disse?
sv: Vad är det mest 'djärva' du någonsin har sagt till mig?
uk: Що найсміливіше ти сказав мені?
zh_hans: 你对我说过最大胆的话是什么？

source: What is the most 'exciting' thing you’ve ever tried?
de: Was ist das Aufregendste, das du je ausprobiert hast?
es: ¿Qué es lo más 'emocionante' que has probado?
fr: Quelle est la chose la plus 'excitante' que tu aies jamais essayée ?
it: Qual è la cosa più 'eccitante' che tu abbia mai provato?
ja: 今まで試した中で一番‘エキサイティング’だったことは何ですか？
ko: 가장 '신나는' 일은 무엇인가요?
nb: Hva er den mest 'spennende' tingen du noen gang har prøvd?
nl: Wat is het meest 'opwindende' dat je ooit hebt geprobeerd?
pl: Co najbardziej 'ekscytującego' wypróbowałaś?
pt_br: Qual é a coisa mais 'empolgante' que você já tentou?
sv: Vad är det mest 'spännande' du någonsin har provat?
uk: Що найбільш 'захопливе' ти коли-небудь пробував?
zh_hans: 你尝试过最‘兴奋’的事情是什么？

source: What is the most 'human' thing you can think of?
de: Was ist das 'menschlichste', was dir einfällt?
es: ¿Cuál es la cosa más 'humana' que se te ocurre?
fr: Quelle est la chose la plus 'humaine' à laquelle vous puissiez penser ?
it: Qual è la cosa più 'umana' a cui puoi pensare?
ja: 最も「人間らしい」と思うことは何ですか？
ko: 가장 '인간적'이라고 생각하는 것은 무엇인가요?
nb: Hva er den mest 'menneskelige' tingen du kan tenke deg?
nl: Wat is het meest 'menselijke' ding dat je kunt bedenken?
pl: Jaka jest najbardziej 'ludzka' rzecz, jaką możesz sobie wyobrazić?
pt_br: Qual é a coisa mais 'humana' que você consegue pensar?
sv: Vad är det mest 'mänskliga' du kan tänka dig?
uk: Що найбільш 'людське' ви можете собі уявити?
zh_hans: 你能想到的最“人性化”的事情是什么？

source: What is the most 'Instagrammable' place you’ve ever been?
de: Was ist der 'instagrammableste' Ort, an dem du je warst?
es: ¿Cuál es el lugar más 'instagrameable' que has visitado?
fr: Quel est l'endroit le plus 'instagrammable' où tu sois jamais allé ?
it: Qual è il posto più 'instagrammabile' in cui sei mai stato?
ja: 今まで行った中で最も『インスタ映え』する場所はどこですか？
ko: 가장 '인스타그래머블'한 장소는 어디인가요?
nb: Hva er det mest 'instagram-vennlige' stedet du noen gang har vært?
nl: Wat is de meest 'Instagramwaardige' plek waar je ooit bent geweest?
pl: Jakie jest najbardziej 'instagramowe' miejsce, w którym byłeś?
pt_br: Qual é o lugar mais 'instagramável' que você já visitou?
sv: Vilken är den mest 'instagramvänliga' platsen du någonsin har varit på?
uk: Яке найбільш 'інстаграмне' місце ви відвідували?
zh_hans: 你去过的最‘适合晒Instagram’的地方是哪里？

source: What is the most 'intense' connection you’ve felt with me?
de: Wann hast du die intensivste Verbindung zu mir gespürt?
es: ¿Cuál es la conexión más 'intensa' que has sentido conmigo?
fr: Quelle est la connexion la plus 'intense' que tu as ressentie avec moi ?
it: Qual è la connessione più 'intensa' che hai provato con me?
ja: 私と感じた最も‘強烈な’繋がりは何ですか？
ko: 나와 느낀 가장 '강렬한' 연결고리는 무엇인가요?
nb: Hva er den mest 'intense' forbindelsen du har følt med meg?
nl: Wat is de meest 'intense' verbinding die je met mij hebt gevoeld?
pl: Jakie jest najbardziej 'intensywne' połączenie, które poczułaś ze mną?
pt_br: Qual é a conexão mais 'intensa' que você sentiu comigo?
sv: Vilken är den mest 'intensiva' kopplingen du har känt med mig?
uk: Який найбільш 'інтенсивний' зв'язок ти відчував зі мною?
zh_hans: 你和我之间感受到最‘强烈’的联系是什么？

source: What is the most 'meaningful' conversation we’ve ever had?
de: Was war das 'bedeutungsvollste' Gespräch, das wir je hatten?
es: ¿Cuál es la conversación más 'significativa' que hemos tenido?
fr: Quelle est la conversation la plus 'significative' que nous ayons jamais eue ?
it: Qual è la conversazione più 'significativa' che abbiamo mai avuto?
ja: 私たちが今までにした最も「意味のある」会話は何ですか？
ko: 우리가 나눈 가장 '의미 있는' 대화는 무엇인가요?
nb: Hva er den mest 'meningsfulle' samtalen vi noen gang har hatt?
nl: Wat is het meest 'betekenisvolle' gesprek dat we ooit hebben gehad?
pl: Jaka jest najbardziej 'znacząca' rozmowa, jaką kiedykolwiek odbyliśmy?
pt_br: Qual é a conversa mais 'significativa' que já tivemos?
sv: Vad är det mest 'meningsfulla' samtalet vi någonsin har haft?
uk: Яка найбільш 'значуща' розмова у нас була?
zh_hans: 我们有过的最“有意义”的谈话是什么？

source: What is the most 'meaningful' touch we share?
de: Was ist unsere bedeutungsvollste Berührung?
es: ¿Cuál es el contacto más 'significativo' que compartimos?
fr: Quel est le contact le plus 'significatif' que nous partageons ?
it: Qual è il tocco più 'significativo' che condividiamo?
ja: 私たちが共有する最も‘意味深い’タッチは何ですか？
ko: 우리가 나누는 가장 '의미 있는' 터치는 무엇인가요?
nb: Hva er den mest 'meningsfulle' berøringen vi deler?
nl: Wat is de meest 'betekenisvolle' aanraking die we delen?
pl: Jaki jest najbardziej 'znaczący' dotyk, który dzielimy?
pt_br: Qual é o toque mais 'significativo' que compartilhamos?
sv: Vilken är den mest 'meningsfulla' beröringen vi delar?
uk: Який найбільш 'значущий' дотик ми розділяємо?
zh_hans: 我们分享过最有‘意义’的触碰是什么？

source: What is the most 'meaningful' work you can imagine doing?
de: Was ist die 'bedeutungsvollste' Arbeit, die du dir vorstellen kannst?
es: ¿Cuál es el trabajo más 'significativo' que puedes imaginar haciendo?
fr: Quel est le travail le plus 'significatif' que tu puisses imaginer faire ?
it: Qual è il lavoro più 'significativo' che puoi immaginare di fare?
ja: できる最も「意味のある」仕事は何だと思いますか？
ko: 가장 '의미 있는' 일은 무엇이라고 생각하나요?
nb: Hva er den mest 'meningsfulle' jobben du kan forestille deg å gjøre?
nl: Wat is de meest 'betekenisvolle' baan die je je kunt voorstellen?
pl: Jaka jest najbardziej 'znacząca' praca, jaką możesz sobie wyobrazić?
pt_br: Qual é o trabalho mais 'significativo' que você pode imaginar fazendo?
sv: Vad är det mest 'meningsfulla' arbetet du kan tänka dig att göra?
uk: Яка найбільш 'значуща' робота, яку ви можете собі уявити?
zh_hans: 你能想象到的最“有意义”的工作是什么？

source: What is the most 'memorable' night we’ve had?
de: Was war unsere unvergesslichste Nacht?
es: ¿Cuál es la noche más 'memorable' que hemos tenido?
fr: Quelle est la nuit la plus 'mémorable' que nous ayons passée ?
it: Qual è la notte più 'memorabile' che abbiamo avuto?
ja: 一番‘思い出に残る’夜はいつですか？
ko: 가장 '기억에 남는' 밤은 언제인가요?
nb: Hva er den mest 'minneverdige' natten vi har hatt?
nl: Wat is de meest 'memorabele' nacht die we hebben gehad?
pl: Jaka jest najbardziej 'pamiętna' noc, którą spędziliśmy razem?
pt_br: Qual é a noite mais 'memorável' que tivemos?
sv: Vilken är den mest 'minnesvärda' natten vi har haft?
uk: Яка ніч була для нас найбільш 'пам'ятною'?
zh_hans: 我们度过的最‘难忘’的夜晚是哪一次？

source: What is the most 'out of character' thing you’ve ever done?
de: Was ist das Uncharakteristischste, was du je getan hast?
es: ¿Qué es lo más fuera de tu personaje que has hecho?
fr: Quelle est la chose la plus hors de votre caractère que vous ayez jamais faite ?
it: Qual è la cosa più fuori dal tuo carattere che tu abbia mai fatto?
ja: 今までで一番「性格に反する」ことをしたことは何ですか？
ko: 가장 '스타일을 벗어난' 일은 무엇인가요?
nb: Hva er den mest 'utenfor karakter' tingen du noen gang har gjort?
nl: Wat is het meest 'uit je karakter' dat je ooit hebt gedaan?
pl: Co jest najbardziej 'nie w twoim stylu', co kiedykolwiek zrobiłeś?
pt_br: Qual é a coisa mais 'fora do seu personagem' que você já fez?
sv: Vad är det mest 'ur karaktär' du någonsin har gjort?
uk: Що найбільш 'не в вашому характері' ви коли-небудь робили?
zh_hans: 你做过的最「反常」的事情是什么？

source: What is the most 'passionate' kiss we’ve ever had?
de: Was war unser leidenschaftlichster Kuss?
es: ¿Cuál es el beso más 'apasionado' que hemos tenido?
fr: Quel est le baiser le plus 'passionné' que nous ayons eu ?
it: Qual è il bacio più 'appassionato' che abbiamo mai avuto?
ja: 今までで一番‘情熱的’なキスはどれですか？
ko: 가장 '열정적인' 키스는 언제였나요?
nb: Hva er det mest 'lidenskapelige' kysset vi noen gang har hatt?
nl: Wat is de meest 'passievolle' kus die we ooit hebben gehad?
pl: Jaki jest nasz najbardziej 'namiętny' pocałunek?
pt_br: Qual é o beijo mais 'apaixonado' que já tivemos?
sv: Vilken är den mest 'passionerade' kyssen vi någonsin har haft?
uk: Який найбільш 'пристрасний' поцілунок у нас був?
zh_hans: 我们有过最‘激情’的吻是哪一次？

source: What is the most 'passionate' moment we’ve shared?
de: Was war unser leidenschaftlichster Moment?
es: ¿Cuál es el momento más 'apasionado' que hemos compartido?
fr: Quel est le moment le plus 'passionné' que nous ayons partagé ?
it: Qual è il momento più 'appassionato' che abbiamo condiviso?
ja: 私たちが共有した中で最も‘情熱的’な瞬間は何ですか？
ko: 우리가 공유한 가장 '열정적인' 순간은 무엇인가요?
nb: Hva er det mest 'lidenskapelige' øyeblikket vi har delt?
nl: Wat is het meest 'passievolle' moment dat we hebben gedeeld?
pl: Jaka jest najbardziej 'namiętna' chwila, którą dzieliliśmy?
pt_br: Qual é o momento mais 'apaixonado' que compartilhamos?
sv: Vilket är det mest 'passionerade' ögonblicket vi har delat?
uk: Який найбільш 'пристрасний' момент ми пережили разом?
zh_hans: 我们分享过最‘激情’的时刻是什么？

source: What is the most 'romantic' place we’ve ever been?
de: Was ist der 'romantischste' Ort, an dem wir je waren?
es: ¿Cuál es el lugar más 'romántico' en el que hemos estado?
fr: Quel est l'endroit le plus 'romantique' où nous sommes jamais allés ?
it: Qual è il posto più 'romantico' in cui siamo mai stati?
ja: 私たちが行った中で最も『ロマンチック』な場所はどこですか？
ko: 우리가 가본 가장 '로맨틱한' 장소는 어디인가요?
nb: Hva er det mest 'romantiske' stedet vi noen gang har vært?
nl: Wat is de meest 'romantische' plek waar we ooit zijn geweest?
pl: Jakie jest najbardziej 'romantyczne' miejsce, w którym kiedykolwiek byliśmy?
pt_br: Qual é o lugar mais 'romântico' em que já estivemos?
sv: Vad är den mest 'romantiska' platsen vi någonsin har varit på?
uk: Яке найбільш 'романтичне' місце, де ми коли-небудь були?
zh_hans: 我们去过的最“浪漫”的地方是哪里？

source: What is the most 'romantic' song we have?
de: Was ist unser romantischster Song?
es: ¿Cuál es la canción más 'romántica' que tenemos?
fr: Quelle est notre chanson la plus 'romantique' ?
it: Qual è la canzone più 'romantica' che abbiamo?
ja: 私たちの一番‘ロマンチック’な曲は何ですか？
ko: 가장 '로맨틱한' 우리 노래는 무엇인가요?
nb: Hva er den mest 'romantiske' sangen vi har?
nl: Wat is het meest 'romantische' nummer dat we hebben?
pl: Jaka jest nasza najbardziej 'romantyczna' piosenka?
pt_br: Qual é a música mais 'romântica' que temos?
sv: Vilken är den mest 'romantiska' låten vi har?
uk: Яка наша найбільш 'романтична' пісня?
zh_hans: 我们最‘浪漫’的歌曲是哪一首？

source: What is the most 'romantic' thing we’ve done lately?
de: Was ist das Romantischste, was wir in letzter Zeit getan haben?
es: ¿Qué es lo más 'romántico' que hemos hecho últimamente?
fr: Quelle est la chose la plus 'romantique' que nous ayons faite récemment ?
it: Qual è la cosa più 'romantica' che abbiamo fatto di recente?
ja: 最近私たちがしたことで一番‘ロマンチック’なことは何ですか？
ko: 최근에 우리가 한 가장 '로맨틱한' 일은 무엇인가요?
nb: Hva er den mest 'romantiske' tingen vi har gjort i det siste?
nl: Wat is het meest 'romantische' dat we de laatste tijd hebben gedaan?
pl: Co najbardziej 'romantycznego' zrobiliśmy ostatnio?
pt_br: Qual é a coisa mais 'romântica' que fizemos recentemente?
sv: Vad är det mest 'romantiska' vi har gjort på sistone?
uk: Що найромантичнішого ми робили останнім часом?
zh_hans: 我们最近做过的最‘浪漫’的事情是什么？

source: What is the most 'scary' thing you’ve done while traveling?
de: Was ist das 'gruseligste', was du auf Reisen gemacht hast?
es: ¿Qué es lo más 'aterrador' que has hecho mientras viajabas?
fr: Quelle est la chose la plus 'effrayante' que tu aies faite en voyageant ?
it: Qual è la cosa più 'spaventosa' che hai fatto durante un viaggio?
ja: 旅行中にやった中で一番『怖い』ことは何ですか？
ko: 여행 중 가장 '무서운' 일은 무엇인가요?
nb: Hva er den mest 'skumle' tingen du har gjort mens du reiste?
nl: Wat is het meest 'enge' dat je hebt gedaan tijdens het reizen?
pl: Jaka jest najbardziej 'przerażająca' rzecz, którą zrobiłeś podczas podróży?
pt_br: Qual é a coisa mais 'assustadora' que você fez enquanto viajava?
sv: Vad är det läskigaste du har gjort när du reste?
uk: Що найстрашніше ви робили під час подорожі?
zh_hans: 你在旅行中做过的最‘吓人’的事情是什么？
